Revit 2027 API
ParameterTypeId.RbsElecPanelSubfeedLugsParam Property
 "SubFeed Lugs"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelSubfeedLugsParam { get; }
Public Shared ReadOnly Property RbsElecPanelSubfeedLugsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelSubfeedLugsParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelSubfeedLugsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace